[
    {
      "source": "Hydrus is a small constellation in the deep southern sky. It was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm (14 in) diameter celestial globe published in late 1597 (or early 1598) in Amsterdam by Plancius and Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. Its name means \"male water snake\", as opposed to Hydra, a much larger constellation that represents a female water snake. It remains below the horizon for most Northern Hemisphere observers.\nThe brightest star is the 2.8-magnitude Beta Hydri, also the closest reasonably bright star to the south celestial pole. Pulsating between magnitude 3.26 and 3.33, Gamma Hydri is a variable red giant 60 times the diameter of the Sun. Lying near it is VW Hydri, one of the brightest dwarf novae in the heavens. Four star systems in Hydrus have been found to have exoplanets to date, including HD 10180, which could bear up to nine planetary companions.",
      "target": "Hydrus is a small group of stars in the far southern sky. It was made by Petrus Plancius using observations from Pieter Dirkszoon Keyser and Frederick de Houtman. It was first shown on a globe in Amsterdam in late 1597 or early 1598. The first time it was shown in a star atlas was in 1603 by Johann Bayer. In 1756, Nicolas Louis de Lacaille mapped the brighter stars and gave them names. Hydrus means \"male water snake\", different from Hydra, a bigger group of stars that is a female water snake. People in the Northern Hemisphere can't usually see it.\nThe brightest star is Beta Hydri, which is also the closest bright star to the south star pole. Gamma Hydri is a changing red giant star that is 60 times bigger than the Sun. Near it is VW Hydri, one of the brightest dwarf novae in the sky. Four star systems in Hydrus have been found to have planets, including HD 10180, which could have up to nine planets."
    },
    {
      "source": "São Paulo was a dreadnought battleship of the Brazilian Navy. It was the second of two ships in the Minas Geraes class, and was named after the state and city of São Paulo.\nThe British company Vickers constructed São Paulo, launching it on 19 April 1909. The ship was commissioned into the Brazilian Navy on 12 July 1910. Soon after, it was involved in the Revolt of the Lash (Revolta de Chibata), in which crews on four Brazilian warships mutinied over poor pay and harsh punishments for even minor offenses. After entering the First World War, Brazil offered to send São Paulo and its sister Minas Geraes to Britain for service with the Grand Fleet, but Britain declined since both vessels were in poor condition and lacked the latest fire control technology. In June 1918, Brazil sent São Paulo to the United States for a full refit that was not completed until 7 January 1920, well after the war had ended. On 6 July 1922, São Paulo fired its guns in anger for the first time when it attacked a fort that had been taken during the Copacabana Fort revolt. Two years later, mutineers took control of the ship and sailed it to Montevideo in Uruguay, where they obtained asylum.\nIn the 1930s, São Paulo was passed over for modernization due to its poor condition—it could only reach a top speed of 10 knots (19 km/h; 12 mph), less than half its design speed. For the rest of its career, the ship was reduced to a reserve coastal defense role. When Brazil entered the Second World War, São Paulo sailed to Recife and remained there as the port's main defense for the duration of the war. Stricken in 1947, the dreadnought remained as a training vessel until 1951, when it was taken under tow to be scrapped in the United Kingdom. The tow lines broke during a strong gale on 6 November, when the ships were 150 nmi (280 km; 170 mi) north of the Azores, and São Paulo was lost.\n\n",
      "target": "São Paulo was a dreadnought battleship in the Brazilian Navy, being the second ship of the Minas Geraes class and named after the state and city of São Paulo. Constructed by the British company Vickers, São Paulo was launched on April 19, 1909, and commissioned into the Brazilian Navy on July 12, 1910. Shortly after commissioning, the ship participated in the Revolt of the Chains (Revolta de Chibata), a mutiny among crew members of four Brazilian warships protesting poor pay and severe punishments for minor infractions.\n\nDuring World War I, Brazil proposed sending São Paulo and its sister ship, Minas Geraes, to Britain for service with the Grand Fleet. However, Britain declined the offer due to the ships' poor condition and lack of advanced fire control systems. In June 1918, Brazil sent São Paulo to the United States for a comprehensive refit, which was not completed until January 7, 1920, long after the war had ended.\n\nOn July 6, 1922, São Paulo fired its guns for the first time in anger during the Copacabana Fort revolt. Two years later, mutineers seized control of the ship and sailed it to Montevideo, Uruguay, where they sought asylum.\n\nIn the 1930s, São Paulo was deemed too outdated for modernization, as it could only achieve a maximum speed of 10 knots (19 km/h; 12 mph), far below its designed speed. From then on, the ship was relegated to a reserve coastal defense role. When Brazil entered World War II, São Paulo sailed to Recife and served as the primary defense for the port throughout the conflict. Stricken in 1947, the dreadnought continued as a training vessel until 1951, when it was towed to the United Kingdom for scrapping. During the tow, the lines broke in a strong gale on November 6, 150 nautical miles (280 km; 170 mi) north of the Azores, causing São Paulo to be lost at sea."
    },
    {
      "source": "The Fort Vancouver Centennial half dollar, sometimes called the Fort Vancouver half dollar, is a commemorative fifty-cent piece struck by the United States Bureau of the Mint in 1925. The coin was designed by Laura Gardin Fraser. Its obverse depicts John McLoughlin, who was in charge of Fort Vancouver (present-day Vancouver, Washington) from its construction in 1825 until 1846. From there, he effectively ruled the Oregon Country on behalf of the Hudson's Bay Company. The reverse shows an armed frontiersman standing in front of the fort.\nWashington Representative Albert Johnson wanted a coin for Fort Vancouver's centennial celebrations, but was persuaded to accept a medal instead. But when another congressman was successful in amending a coinage bill to add a commemorative, Johnson tacked on language authorizing a coin for Fort Vancouver. The Senate agreed to the changes, and President Calvin Coolidge signed the authorizing act on February 24, 1925.\nFraser was engaged to design the coin on the recommendation of the United States Commission of Fine Arts. The coins were flown from the San Francisco Mint, where they were struck, to Washington state by airplane as a publicity stunt. They sold badly; much of the issue was returned for redemption and melting, and the failure may have been a factor in one official's suicide. Due to the low number of surviving pieces, the coins are valuable today.\n\n",
      "target": "The Fort Vancouver Centennial half dollar, also known as the Fort Vancouver half dollar, was a commemorative fifty-cent piece produced by the United States Bureau of the Mint in 1925. The coin was designed by Laura Gardin Fraser. Its obverse side features a portrait of John McLoughlin, who managed Fort Vancouver from its establishment in 1825 until 1846. During this period, he effectively governed the Oregon Country on behalf of the Hudson's Bay Company. The reverse side shows an armed frontiersman standing in front of the fort.\n\nRepresentative Albert Johnson initially sought a coin for Fort Vancouver's centennial celebrations but was convinced to accept a medal instead. However, another congressman successfully amended a coinage bill to include authorization for a commemorative coin. The Senate approved the changes, and President Calvin Coolidge signed the enabling legislation on February 24, 1925.\n\nLaura Gardin Fraser was chosen to design the coin at the suggestion of the United States Commission of Fine Arts. The coins were flown from the San Francisco Mint, where they were produced, to Washington state by air as a publicity stunt. They did not sell well; much of the issue was returned for redemption and melting, and the low survival rate of the coins makes them valuable today."
    },
    {
      "source": "Doolittle, the second studio album by the American alternative rock band Pixies, was released on April 17, 1989, on 4AD records. The album was an instant critical success and became the band's breakthrough album. Doolittle was especially well received in Europe, where the British music weeklies Melody Maker and Sounds named it their album of the year. Pixies' main songwriter and lead vocalist Black Francis wrote the idiosyncratic lyrics, which allude to surrealist imagery, biblical violence, and descriptions of torture and death.\nThe album is praised for its \"quiet/loud\" dynamic, which was achieved through subdued verses that are founded on Kim Deal's bass patterns and David Lovering's drums. The peaks in tone and volume were achieved through the addition of distorted guitars by Francis and Joey Santiago. This technique influenced the development of early-1990s grunge music; Kurt Cobain said Doolittle was one of his favorite records and that its songs heavily influenced Nirvana's song \"Smells Like Teen Spirit\".\nUpon its release, Doolittle reached number eight on the UK Albums Chart. It has sold consistently since its release, and numerous music publications have placed it among the top albums of the 1980s. Both singles from the album, \"Here Comes Your Man\" and \"Monkey Gone to Heaven\", reached the US Billboard Modern Rock Tracks, while many of the album's tracks, including \"Debaser\" and \"Hey\", remain favorites of critics and fans.\n\n",
      "target": "Pixies' second studio album, \"Doolittle,\" was released on April 17, 1989, via 4AD Records. The album was an immediate critical success and marked the band's breakthrough. It received particular acclaim in Europe, where both Melody Maker and Sounds named it Album of the Year. The unique lyrics penned by Black Francis referenced surrealism, biblical violence, and depictions of torture and death. \"Doolittle\" is noted for its \"quiet/loud\" dynamic, achieved through understated verses supported by Kim Deal's bass patterns and David Lovering's drumming. The album's emotional highs were created using distorted guitars by Francis and Joey Santiago, a technique that later influenced early-1990s grunge music. Kurt Cobain cited \"Doolittle\" as one of his favorite records, and its songs significantly influenced Nirvana's hit \"Smells Like Teen Spirit.\"\n\nUpon release, the album peaked at number eight on the UK Albums Chart. It has continued to sell well since its initial release, and numerous publications have ranked it among the best albums of the 1980s. Singles like \"Here Comes Your Man\" and \"Monkey Gone to Heaven\" reached the US Billboard Modern Rock Tracks chart, while several tracks from the album, including \"Debaser\" and \"Hey,\" remain fan and critic favorites."
    },
    {
      "source": "Clay Cockrell is sitting in his of ce at Columbus Circle, across the street from 1 Central Park West, which houses Trump International Hotel and Tower. In front of the tower is Central Park, where Cockrell holds his popular walk and talk therapy sessions.\n\nCockrell, a former Wall Street worker turned therapist, spends large parts of his days walking through Central Park or the Battery Park in downtown Manhattan near Wall Street, as a con dant and counsellor to some of New York's wealthiest people.\n\n\"I shifted towards it naturally,\" he said of his becoming an expert in wealth therapy. \"Many of the extremely wealthy - the 1% of the 1% - feel that their problems are really not problems. But they are. A lot of therapists do not give enough weight to their issues.\"\n\nSo, what issues are America's 1% struggling with? \"There is guilt over being rich in the  rst place,\" he said. \"There is the feeling that they have to hide the fact that they are rich. And, then, there is the isolation - being in the 1%, it turns out, can be lonely.\" It seems F Scott Fitzgerald was right: the very rich \"are different from you and me\".\n\nCounsellors argue things have become worse since the  nancial crisis and the debate over income inequality that has been spurred on by movements like Occupy Wall Street and the Fight for $15 fair wage campaign.\n\n\"The Occupy Wall Street movement was a good one and had some important things to say about income inequality but it singled out the 1% and painted them globally as something negative,\" said Jamie Traeger-Muney, a wealth psychologist and founder of the Wealth Legacy Group. The media, she said, is partly to blame for making the rich \"feel like they need to hide or feel ashamed\".\n\nTraeger-Muney runs a global  rm and specializes in working with inheritors, who often get a bad reputation in the press. \"You can come up with lots of words and sayings about inheritors - not one of them is positive: spoilt brat, born with a silver spoon in their mouth, trust-fund babies, all these things,\" she said, adding that it's \"easy to scapegoat the rich\".\n\n\"Sometimes, I am shocked by things that people say. You would never refer to another group of people in the way that it seems perfectly normal to refer to wealth holders.\"\n\n\"It's really isolating to have a lot of money. People's reactions to you can be scary,\" said Barbara Nusbaum, an expert in money psychology. \"We are all taught not to talk about money. It's not polite to talk about money. Ironically, it's harder to talk about having money than it is to talk about not having money. It's much more socially acceptable to say ÔI am broke. Things are hard.' You can't say ÔI have a ton of money.' You have to keep a lot of your life private.\"\n\nAs a result, Cockrell points out, the rich tend to hang out with other rich Americans, not out of snobbery but in order to be around those who understand them and their problems.\n\nThe growing gap between the rich and poor is a global phenomenon. According to Oxfam, the richest 1% have seen their share of global wealth increase from 44% in 2009 to 48% in 2014 and are on track to own more than the other 99% by 2016.\n\nIn the US, over the last three decades, the wealth owned by the top 0.1% households increased from 7% to 22% even as the wealth of the bottom 90% of households declined.\n\nThe number of extremely wealthy people has also been climbing. According to research from Spectrem Group, in 2014, the number of US households with $1m or more in assets - excluding the value of their primary home - increased by 500,000 to 10.1m. In 2007, that number was 9.2m. Households worth $5m or more reached 1.3m and 142,000 households are now worth $25m or more.\n\nSince the 2008  nancial crisis, the income gap has expanded and the situation \"has gotten worse for the wealthy\", Cockrell said. The main reason? Not knowing if your friends are friends with you or your money.\n\n\"Someone else who is also a billionaire - they don't want anything from you. Never being able to trust your friendships with people of different means, I think that is dif cult,\" said Cockrell. \"As the gap has widened, the rich have become more and more isolated.\"\n\nThese are real fears faced by the richest of the rich. In 2007, the Gates Foundation teamed up with Boston College's Center on Wealth and Philanthropy to document what it felt like to be in America's 1%. For the next four years, researchers surveyed 165 of America's richest households - 120 of those households have at least $25m in assets. The average net worth of those surveyed was $78m. The resulting study, The Joys and Dilemmas of Wealth, was 500 pages long and seemed to prove the old adage that money can't buy happiness.\n\n\"Wealth can be a barrier to connecting with other people,\" confessed a spouse of a tech entrepreneur who made about $80m. Some Americans have taken to keeping their wealth secret. \"We talk about it as stealth wealth. There are a lot of people that are hiding their wealth because they are concerned about negative judgment,\" said Traeger-Muney. If wealthy Americans talk about the unique challenges that come with their wealth, people often dismiss their experience.\n\n\"People say ÔOh, poor you.' There is not a lot of sympathy there,\" she said. \"Wealth is still one of our last taboos.\"\n\nSpeaking in his soft, soothing voice that makes you want to spill all your worries, Cockrell said that a common mistake that many of his wealthy clients make is letting their money de ne them.\n\n\"I don't think it's healthy to discount your problems. If you are part of the 1%, you still have problems and they are legitimate to you. Even when you say, ÔI don't have to struggle for money', there are other parts of your life. Money is not the only thing that de nes you,\" he said. \"Your problems are legitimate.\"",
      "target": "Clay Cockrell, a therapist in New York City, helps wealthy individuals deal with unique issues. Many of these clients, part of the 1%, feel guilty about their wealth and fear being judged. They often isolate themselves, preferring to socialize only with others of similar financial status. This isolation is exacerbated by the growing wealth gap and the stigma surrounding the rich.\n\nCockrell notes that since the 2008 financial crisis, the rich have become more isolated due to doubts about friendships. He emphasizes that money should not define a person and that their problems are valid, despite their wealth.\n\nExperts like Jamie Traeger-Muney, a wealth psychologist, highlight how the media and societal attitudes contribute to the stigma. Traeger-Muney runs a firm that works with inheritors, who often face negative stereotypes. She argues that discussing money openly is difficult and that the rich are often made to feel ashamed or hidden.\n\nThe number of ultra-wealthy individuals has grown significantly. In the U.S., the wealth of the top 0.1% increased from 7% to 22% over the past three decades, while the bottom 90% saw their wealth decline. The gap between the rich and poor is a global issue, with the richest 1% owning more than half of the world's wealth.\n\nThese factors contribute to the unique challenges faced by the ultra-wealthy, including feelings of isolation and the need to hide their wealth."
    },
    {
        "source": "Abberton Reservoir is a pumped storage freshwater reservoir in eastern England near the Essex coast, with an area of 700 hectares (1,700 acres). Most of its water is pumped from the River Stour. It is the largest body of freshwater in Essex.\nConstructed between 1935 and 1939, Abberton Reservoir is owned and managed by Essex and Suffolk Water, part of Northumbrian Water Group, and lies 6 km (3.7 mi) south-west of Colchester near the village of Layer de la Haye. In World War II, the reservoir was mined to deter invading seaplanes, and it was used by the RAF's No. 617 Squadron (\"The Dam Busters\") for practice runs for the bombing of the German dams in the Ruhr. A project to increase the capacity of Abberton Reservoir to 41,000 megalitres (9.0×109 imp gal) by raising its bank height was completed in 2013, along with a new link to transfer water from Norfolk's River Ouse to the Stour.\nThe reservoir is important for its breeding cormorants, wintering and moulting waterfowl, and migrating birds. It is an internationally important wetland, designated as a Ramsar site, Site of Special Scientific Interest and Special Protection Area, and is listed in A Nature Conservation Review. A small part of the site is managed by the Essex Wildlife Trust.\n\n",
        "target": "Abberton Reservoir is a large freshwater lake in Essex, England. It's used for storing water and is important for wildlife.\n\nBuilt in the 1930s, the reservoir was used by the RAF during World War II. It was recently expanded to hold more water.\n\nAbberton Reservoir is a protected area because of its many birds and other wildlife."
    },
    {
        "source": "Mohammed Abdul Karim (1863 — 20 April 1909), also known as \"the Munshi\", was an Indian attendant of Queen Victoria.  He served her during the final fourteen years of her reign, gaining her maternal affection over that time.\nKarim was born the son of a hospital assistant at Lalitpur, near Jhansi in British India. In 1887, the year of Victoria's Golden Jubilee, Karim was one of two Indians selected to become servants to the Queen. Victoria came to like him a great deal and gave him the title of \"Munshi\" (\"clerk\" or \"teacher\"). Victoria appointed him to be her Indian Secretary, showered him with honours, and obtained a land grant for him in India.\nThe close platonic relationship between Karim and the Queen led to friction within the Royal Household, the other members of which felt themselves to be superior to him. The Queen insisted on taking Karim with her on her travels, which caused arguments between her and her other attendants. Following Victoria's death in 1901, her successor, Edward VII, returned Karim to India and ordered the confiscation and destruction of the Munshi's correspondence with Victoria. Karim subsequently lived quietly near Agra, on the estate that Victoria had arranged for him, until his death at the age of 46.\n\n",
        "target": "Mohammed Abdul Karim, known as \"the Munshi,\" was an Indian servant to Queen Victoria for the last 14 years of her reign.  Victoria loved him like a son and gave him the title \"Munshi.\" She also appointed him as her Indian Secretary, gave him honors, and provided him with land in India.\n\nTheir close friendship caused tension with other members of the Royal Household who felt superior to Karim. Victoria insisted on taking him on her travels, leading to arguments. After Victoria's death in 1901, her successor, Edward VII, sent Karim back to India and destroyed his letters with the Queen. Karim lived quietly in India until his death at age 46."
    },
    {
        "source": "House with Chimaeras (Ukrainian: Будинок з химерами, Budynok z khymeramy) or Horodetsky House (named for Władysław Horodecki) is an Art Nouveau building located in the historic Lypky neighborhood of Kyiv, the capital of Ukraine. Situated across the street from the President of Ukraine's office at No. 10, Bankova Street, the building has been used as a presidential residence for official and diplomatic ceremonies since 2005. The street in front of the building is closed off to all automobile traffic, and is now a patrolled pedestrian zone due to its proximity to the Presidential Administration building.\nThe Polish architect Władysław Horodecki originally constructed the House with Chimaeras for use as his own upmarket apartment building during 1901–02. However, as the years went by, Horodecki eventually had to sell the building due to financial troubles, after which it changed ownership numerous times before finally being occupied by an official Communist Party polyclinic until the early 2000s. When the building was vacated, its interior and exterior decor were fully reconstructed and restored according to Horodecki's original plans.\nThe building derives its popular name from the ornate decorations depicting exotic animals and hunting scenes, which were sculpted by Italian architect Emilio Sala, since Horodecki was an avid hunter. The name does not refer to the chimaera of mythology, but to an architectural style known as chimaera decoration in which animal figures are applied as decorative elements to a building. Horodecki's unique architectural style earned him praise as the Antoni Gaudí of Kyiv.\n\n",
        "target": "The House with Chimaeras in Kyiv, Ukraine, is a beautiful Art Nouveau building known for its unique animal decorations. Built in 1901-1902 by architect Władysław Horodecki, it was originally his own apartment building. \n\nOver the years, the building changed hands many times and was even used as a clinic. In the early 2000s, it was restored to its original glory based on Horodecki's plans. \n\nToday, the building serves as a presidential residence for official events and is a popular tourist attraction."
    },
    {
        "source": "The Guilden Morden boar is a sixth- or seventh-century Anglo-Saxon copper alloy figure of a boar that may have once served as the crest of a helmet. It was found around 1864 or 1865 in a grave in Guilden Morden, a village in the eastern English county of Cambridgeshire. There the boar attended a skeleton with other objects, including a small earthenware bead with an incised pattern, although the boar is all that now remains. Herbert George Fordham, whose father originally discovered the boar, donated it to the British Museum in 1904; as of 2018 it was on view in room 41.\nThe boar is simply designed, distinguished primarily by a prominent mane; eyes, eyebrows, nostrils and tusks are only faintly present. A pin and socket design formed by the front and hind legs suggests that the boar was mounted on another object, such as a helmet. Such is the case on one of the contemporary Torslunda plates found in Sweden, where boar-crested helmets are depicted similarly.\nBoar-crested helmets are a staple of Anglo-Saxon imagery, evidence of a Germanic tradition in which the boar invoked the protection of deities. The Guilden Morden boar is one of three—together with the helmets from Benty Grange and Wollaston—known to have survived to the present, and it has been exhibited both domestically and internationally. The Guilden Morden boar recalls a time when such decoration may have been common; in the Anglo-Saxon poem Beowulf, where boar-adorned helmets are mentioned five times, Hrothgar speaks of when \"our boar-crests had to take a battering in the line of action.\"\n\n",
        "target": "The Guilden Morden boar is an ancient Anglo-Saxon figure of a boar, likely used as a helmet crest. Found in a grave in England around 1864, it is now in the British Museum. \n\nThe boar is simply designed, with a prominent mane and faint details. Its legs suggest it was attached to something else, like a helmet. This type of helmet decoration was common in Anglo-Saxon times, symbolizing protection from gods.\n\nThe Guilden Morden boar is one of only three known surviving examples. It reminds us of a time when such decorations were widespread, as described in the poem Beowulf."
    },
    {
        "source": "William de Corbeil or William of Corbeil (c. 1070 – 21 November 1136) was a medieval Archbishop of Canterbury. Very little is known of William's early life or his family, except that he was born at Corbeil, south-east of Paris, and that he had two brothers. Educated as a theologian, he taught briefly before serving the bishops of Durham and London as a clerk and subsequently becoming an Augustinian canon. William was elected to the See of Canterbury as a compromise candidate in 1123, the first canon to become an English archbishop. He succeeded Ralph d'Escures who had employed him as a chaplain.\nThroughout his archbishopric, William was embroiled in a dispute with Thurstan, the Archbishop of York, over the primacy of Canterbury. As a temporary solution, Pope Honorius II appointed William the papal legate for England, giving him powers superior to those of York. William concerned himself with the morals of the clergy, and presided over three legatine councils, which among other things condemned the purchase of benefices or priesthoods, and admonished the clergy to live a celibate life. He was also known as a builder; among his constructions is the keep of Rochester Castle. Towards the end of his life William was instrumental in the selection of Count Stephen of Boulogne as King of England, despite his oath to the dying King Henry I that he would support the succession of his daughter, the Empress Matilda. Although some chroniclers considered him a perjurer and a traitor for crowning Stephen, none doubted his piety.\n\n",
        "target": "William of Corbeil was Archbishop of Canterbury from 1123 to 1136. He was chosen as a compromise candidate and was the first canon to become an English archbishop.\n\nDuring his time as archbishop, William:\n\n* Fought with the Archbishop of York over who had more power.\n* Worked to improve the morals of the clergy.\n* Built Rochester Castle.\n* Helped choose Stephen as King of England, even though he had promised to support Henry I's daughter.\n\nAlthough some people criticized him for crowning Stephen, William was generally respected for his piety."
    },
    {
        "source": " || They may not know who Steve Jobs was or even how to tie their own shoelaces, but the average six-year-old child understands more about digital technology than a 45-year-old adult, according to an authoritative new report.\n==============\n || The advent of broadband in the year 2000 has created a generation of digital natives, Ofcom (which checks standards in the UK communications industries) says in its annual study of British consumers.\n || Born in the new millennium, these children have never known the dark ages of dial-up internet and the youngest are learning how to operate smartphones or tablets before they are able to talk.\n==============\n || \"These younger people are shaping communications,\" said Jane Rumble, Ofcom's media research head.\n || \"As a result of growing up in the digital age, they are developing fundamentally different communication habits from older generations, even compared to what we call the early adopters, the 16-to-24 age group.\"\n==============\n || Ofcom devised a \"digital quotient\", or DQ, test to put 800 children and 2,000 adults through their paces, which, rather than measuring intelligence, as an IQ test would, attempts to gauge awareness of and self-con dence around gadgets from tablets to smart watches, knowledge of superfast internet, 4G mobile- phone networks and mobile apps.\n==============\n || Among 6- to 7-year-olds, who have grown up with YouTube, Spotify music streaming and online television, the average DQ score was 98, higher than for those aged between 45 and 49, who scored an average of 96.\n || Digital understanding peaks between 14 and 15 years of age, when the average is a DQ of 113, and then drops gradually throughout adulthood, before falling rapidly in old age.",
        "target": " || A recent report says that kids today, especially those around six years old, actually understand more about computers and technology than many adults do, even those in their forties.\n==============\n || This is because the widespread availability of fast internet – called broadband – starting in the year 2000 has created a generation of children who have grown up with technology.\n || Companies like Ofcom, which checks how well UK communication companies are doing, found that these kids have never experienced slower internet speeds like “dial-up.”  Many of the youngest children are already learning to use smartphones and tablets before they can even talk.\n==============\n || Jane Rumble, who leads media research at Ofcom, explained that these young people are changing the way people communicate.\n || They’ve developed different habits compared to older adults, even compared to people who were early to adopt new technology.\n==============\n || To find out how well people understand technology, Ofcom created a “digital quotient” (DQ) test.\n || This test isn't about measuring intelligence like an IQ test.\n || Instead, it tries to see how much people know about and feel confident using gadgets like tablets, smartphones, and apps, as well as things like fast internet and mobile phone networks.\n==============\n || The report found that six and seven-year-olds scored an average of 98 on the DQ test, which was higher than adults aged 45 to 49, who scored an average of 96.\n || Technology understanding is at its highest between the ages of 14 and 15, with an average score of 113.\n || Then, the score gradually goes down as people get older, and it drops quickly in old age."
    },
    {
        "source": "  ",
        "target": " || Many animals around the world, like tigers, pandas, and orangutans, are facing extinction, and we’ve become aware of this problem. || People care about these animals and don’t want them to disappear. || However, scientists now worry that the loss of wildlife could affect us here too, even small creatures like ladybugs.\n==============\n || Because of climate change, fewer animals are alive, more people are living, and plants and animals are disappearing very quickly. || This is causing scientists to believe we’ve entered a new “age of extinction,” where humans are having a major impact on nature.\n==============\n || A report called the WWF Living Planet Index from 2014 showed a big drop in the number of animals worldwide. || Over the last 40 years, the number of animals – called vertebrates – has decreased by a huge 52%. || The loss of different types of plants and animals is now dangerously high.\n || Some groups of mammals, birds, reptiles, and amphibians have declined even more, with freshwater animals decreasing by 76% over the same time.\n==============\n || What’s particularly concerning to scientists is losing animals that do important jobs for the environment. || For example, bees and hoverflies help produce a lot of our food. || Also, worms break down waste to make soil healthy, and bats control mosquito populations, which helps prevent diseases like malaria. || A study in North America estimated that the loss of bats is costing more than $22 billion each year because of reduced crop production."
    },
    {
        "source": " || The threatened extinction of the tiger in India, the perilous existence of the orangutan in Indonesia, the plight of the panda: these are wildlife emergencies with which we have become familiar.\n || They are well-loved animals that no one wants to see disappear.\n || But, now, scientists fear the real impact of declining wildlife could be closer to home, with the threat to creatures such as ladybirds posing the gravest danger to biodiversity.\n==============\n || Climate change, declining numbers of animals, rising numbers of humans and the rapid rate of species extinction mean a growing number of scientists now declare us to be in the Anthropocene – the geological age of extinction when humans finally dominate the ecosystems.\n==============\n || WWF’s Living Planet Index (LPI) 2014 seemed to confirm that grim picture, with statistics on the world’s wildlife population that showed a dramatic reduction in numbers across countless species.\n || The LPI showed the number of vertebrates had declined by 52% over four decades.\n || Biodiversity loss has now reached “critical levels”.\n || Some populations of mammals, birds, reptiles and amphibians have suffered even bigger losses, with freshwater species declining by 76% over the same period.\n || But it’s the creatures that provide the most “natural capital” or “ecosystem services” that are getting many scientists really worried.\n || Three quarters of the world’s food production is thought to depend on bees and other pollinators such as hoverflies.\n || Never mind how cute a panda is or how stunning a tiger – it’s worms that are grinding up our waste and taking it deep into the soil to turn into nutrients, and bats that are catching mosquitoes and keeping malaria rates down.\n || A study in North America has valued the loss of pest control from ongoing bat declines at more than $22bn in lost agricultural productivity.",
        "target": " || Many animals around the world, like tigers, pandas, and orangutans, are facing extinction, and we’ve become aware of this problem.\n || People care about these animals and don’t want them to disappear.\n || However, scientists now worry that the loss of wildlife could affect us here too, even small creatures like ladybugs.\n==============\n || Because of climate change, fewer animals are alive, more people are living, and plants and animals are disappearing very quickly.\n || This is causing scientists to believe we’ve entered a new “age of extinction,” where humans are having a major impact on nature.\n==============\n || A report called the WWF Living Planet Index from 2014 showed a big drop in the number of animals worldwide.\n || Over the last 40 years, the number of animals – called vertebrates – has decreased by a huge 52%.\n || The loss of different types of plants and animals is now dangerously high.\n || Some groups of mammals, birds, reptiles, and amphibians have declined even more, with freshwater animals decreasing by 76% over the same time.\n==============\n || What’s particularly concerning to scientists is losing animals that do important jobs for the environment.\n || For example, bees and hoverflies help produce a lot of our food.\n || Also, worms break down waste to make soil healthy, and bats control mosquito populations, which helps prevent diseases like malaria.\n || A study in North America estimated that the loss of bats is costing more than $22 billion each year because of reduced crop production."
    },
    {
        "source": " || Not nearly enough exercise classes have a tea break halfway through.\n || But Margaret Allen’s does.\n || After a gentle warm-up and a few pulse-raising numbers, the 93-year-old great-grandmother lets her charges rehydrate with a cup of tea and a quick sit down.\n==============\n || Some of the eight-strong class look as if they need it more than others.\n || Allen herself, wearing a thick turquoise shirt, navy knitted waistcoat, black slacks and sensible shoes, has not broken into a sweat.\n || Despite an “excruciating” trapped nerve in one leg and a knee in need of replacement, she looks as though she could go on for hours.\n==============\n || The general rule is that eating directly before sport is not the best idea, let alone part way through.\n || But, on the afternoon I visit Allen’s class at a church hall in Saltburn-by-the-Sea near Middlesbrough, slices of fruitcake are being passed around during the break.\n || The cake has been baked in honour of Allen’s recent birthday by her 89-year-old sister, Joan, known locally as the “scone queen of Saltburn”.\n==============\n || The ladies have barely swallowed their last crumb when Allen is up again, leading the group through a jaunty Scottish number involving lots of toe pointing and leg kicking.\n || Forty-five minutes later, the class is finally over.\n==============\n || Allen, a former volunteer with the Red Cross, has been leading classes in the north-east seaside town for 45 years.\n || Not particularly sporty at school, she started playing the piano for a keep-fit class during the second world war – “just for something to do during the blackouts, really” – and eventually took over in her 40s when the previous instructor retired.",
        "target": " || Many exercise classes don’t offer a break halfway through, but Margaret Allen’s does.\n || After a gentle warm-up and some energetic exercises, the 93-year-old great-grandmother lets her group take a rest and have a cup of tea.\n==============\n || Some of the eight women in the class seem to need the break more than others.\n || Margaret herself, dressed in a bright turquoise shirt, navy sweater, black pants, and comfortable shoes, isn’t sweating at all.\n || Even though she has a painful trapped nerve in one leg and needs a new knee, she seems full of energy.\n==============\n || Usually, it’s best not to eat right before exercising, but during the break at a church hall in Saltburn-by-the-Sea, near Middlesbrough, the women are sharing slices of fruitcake.\n || This cake was made by Margaret’s 89-year-old sister, Joan, who is known locally as the “scone queen.”\n==============\n || They haven’t even finished eating the cake when Margaret starts them on a lively Scottish song with lots of toe pointing and leg kicking.\n || After about 45 minutes, the class ends.\n==============\n || Margaret used to volunteer with the Red Cross and has been leading these exercise classes in Saltburn for 45 years.\n || She wasn’t very active in school, but she started taking a keep-fit class on the piano during World War II – “just something to do while the lights were out!” – and eventually took over the class when the original instructor retired in her 40s."
    },
    {
        "source": " || The small space is set up to look like a classroom.\n || Its corrugated iron walls are hung with educational charts – illustrated letters of the alphabet and a map of Bangladesh.\n==============\n || But, the constant sound of hammering and the chemicals in the air that catch in the back of the throat and irritate the eyes make it hard to concentrate.\n || The children who learn in this three-square-metre room are the lucky ones, however.\n || They have escaped working in the factories opposite.\n==============\n || For 14 years, SOHAY, a grassroots nongovernmental organization (NGO) funded by the Global Fund for Children and Comic Relief, has been working in slum areas of Dhaka to get child labourers into school.\n || It focuses on children working in hazardous conditions – in aluminium and plastic factories, and tanneries.\n==============\n || The classroom is one of 23 urban development centres that SOHAY has set up across the capital.\n || The centres prepare children for primary school with classes that help them catch up on their education.\n || Once they are in primary school, the children can do homework at the centres, with help from their peers.\n==============\n || Alamin, ten, who used to work in a plastic factory, attends one of the centres.\n || His father is a street seller and his mother a part-time domestic worker.\n || They are all happy that he’s now in school and away from hazardous work.\n || His friend Rabi says he wants to forget his past in the factory.\n || “I like school,” he says.\n==============\n || “The urban development centres aim to create an education-friendly environment in the communities and change their cultural mindset towards the children,” says SOHAY’s programme manager, Mohammed Abdullah al-Mamun.\n || SOHAY also runs sessions for parents and employers to discourage child labour and offers skills training to increase family income.",
        "target": " || This small room is designed to look like a classroom, with walls made of corrugated metal and posters showing the alphabet and a map of Bangladesh.\n==============\n || However, it’s noisy with hammering and the air smells strongly from chemicals, which makes it hard to focus.\n || The children using this tiny room – just three square meters – are fortunate because they’ve left dangerous jobs in factories.\n==============\n || For fourteen years, an organization called SOHAY has been helping children in Dhaka’s poor neighborhoods get out of work and into school.\n || They specifically help children who work in risky factories, like those making aluminum and plastic, and those processing leather.\n==============\n || This classroom is part of a network of 23 places SOHAY has created throughout the city to help children prepare for regular school.\n || These places offer extra classes to help kids catch up on what they’ve missed.\n || Once they start primary school, they can also do their homework there with help from other students.\n==============\n || A boy named Alamin, who used to work in a plastic factory, attends one of these centers.\n || His dad sells things on the street, and his mom works as a cleaner part-time.\n || They’re very proud that he’s now in school and not working in a dangerous place.\n || His friend, Rabi, says he wants to put his factory work behind him.\n || “I like school,” he says.\n==============\n || SOHAY’s goal is to make it easier for kids to get an education in their communities and to change how people think about children’s education.\n || They also hold workshops for parents and employers to stop child labor and offer ways for families to earn more money."
    },
    {
        "source": " || Sleep deprivation used to be a badge of honour: a sign you were busy and important and very much in demand.\n || Snoozing was losing and sleep was for wimps.\n || Now, however, Arianna Huffington’s The Sleep Revolution, a ‘call to bed’ that promises to transform your life “one night at a time”, is a New York Times best-seller and Huffington is urging people to “sleep their way to the top”.\n==============\n || Meanwhile, the sleep industry has woken up big time and a whole range of start-ups are reinventing where, when and how we sleep, as well as how much we’re prepared to pay for it.\n || For the more upmarket snoozer, luxury hotels are offering “sleep retreats”; more than $1,000 gets you dinner and a movie about sleep.\n || And, if you’re staying home, you can upgrade your bedroom with everything from a mattress cover with a sensor that tracks your sleep ($249) to a brainwave-monitoring sleeping mask that lets you nap more efficiently ($299).\n==============\n || Sleep hasn’t just been corporatized – it has infiltrated corporations.\n || A number of companies already have nap pods and Huffington predicts that nap rooms in offices are going to become “as common as conference rooms” in the next two years.\n || So, how did this happen?\n || How did sleep, something humans have done since long before Huffington awoke to it, suddenly become so fashionable?",
        "target": " || For a long time, not getting enough sleep was seen as a good thing – it meant you were busy and successful.\n || People thought sleeping was a sign of weakness.\n || But now, thanks to a book called “The Sleep Revolution” by Arianna Huffington, which is a bestseller, there’s a big change happening.\n || Huffington is encouraging people to prioritize sleep to improve their lives.\n==============\n || At the same time, a lot of new businesses are starting up and trying to change the way we sleep.\n || They’re thinking about where, when, and how much sleep we need, and how much people are willing to spend on it.\n || Some fancy hotels are offering special “sleep retreats” for over $1,000, including meals and movies about sleep.\n || If you want to improve your sleep at home, you can buy things like special mattress covers that track your sleep (for $249) or masks that monitor your brainwaves to help you sleep better (for $299).\n==============\n || It’s not just businesses changing – companies are starting to include sleep in the workplace too.\n || Many companies are putting in nap pods, and Huffington thinks that nap rooms will become as common as meeting rooms in offices within the next two years.\n || So, why is sleep suddenly becoming so popular, even though humans have been sleeping for a very long time before Huffington started talking about it?"
    },
    {
        "source": " || JMW Turner, one of Britain’s greatest painters, is to be the face of the new £20 note, following a nationwide vote.\n==============\n || It will be the first time an artist has appeared on a British banknote, after the governor of the Bank of England, Mark Carney, asked the public to nominate a deceased cultural figure they felt deserved the high honour.\n==============\n || Turner, renowned for his dramatic seascapes, beat off competition from 590 painters, sculptors, fashion designers, photographers, film-makers and actors put forward by 30,000 members of the public.\n==============\n || The list included Alfred Hitchcock, Alexander McQueen, Derek Jarman, Laura Ashley, William Morris and Vanessa Bell, which was then narrowed down by a panel of artists, critics and historians to a final choice of five.\n==============\n || The final five – Barbara Hepworth, Charlie Chaplin, Josiah Wedgwood, William Hogarth and Turner – were selected on the basis of their “unquestioned” contribution to both the visual arts and British society as a whole, as well as their enduring influence.\n==============\n || Fittingly, the announcement of the new banknote was made at the Turner Contemporary gallery in Margate, which stands on the former site of Mrs Booth’s lodging house, where Turner would always stay when he visited.\n || The announcement was made jointly by Carney and the artist Tracey Emin, who grew up in the town.\n==============\n || Carney said it had been “so important to get this right and have a proper process that involved the public,” adding that, far from banknotes being purely a practical necessity, “if done properly, they can be a piece of art in everyone’s pocket”.",
        "target": " || J.M.W.\n || Turner, a very famous British painter, will be on the new £20 note because the public voted for him.\n==============\n || This is the first time an artist will be shown on a British banknote.\n || The Bank of England’s governor, Mark Carney, asked people to suggest a deceased artist they thought should be honored, and over 30,000 people nominated their choices.\n==============\n || Turner was nominated by the public and won against 590 other artists, sculptors, designers, filmmakers, and actors.\n || The initial list included well-known figures like Alfred Hitchcock, Alexander McQueen, and William Morris.\n || A group of artists, critics, and historians then picked the top five candidates – Barbara Hepworth, Charlie Chaplin, Josiah Wedgwood, William Hogarth, and Turner.\n==============\n || They chose these five people because they made a huge and lasting contribution to art and British culture.\n==============\n || The news about the new banknote was announced at the Turner Contemporary gallery in Margate, a place connected to Turner because he often stayed there when he visited the town.\n || The announcement was made by Carney and Tracey Emin, who grew up in Margate.\n==============\n || Carney said it was important to involve the public in the decision and that banknotes can be beautiful and artistic, not just useful pieces of paper."
    },
    {
        "source": " || Such is the lot of the modern-day chemist: you wait ages for a new element to turn up and then four come along at once.\n || Discovered by researchers in Japan, Russia and the US, the four new elements are the first to be added to the periodic table since 2011, when elements 114 and 116 were included.\n || The new elements, all spectacularly short-lived and highly radioactive, complete the periodic table’s seventh row and render science textbooks around the world out of date.\n==============\n || The US-based International Union of Pure and Applied Chemistry (IUPAC), the global organization that governs chemical nomenclature, terminology and measurement, verified the elements on 30 December, 2015 after poring over studies dating back to 2004.\n || The scientists who found them must now come up with formal names to replace the clunky Latinbased placeholders – ununtrium, ununpentium, ununseptium and ununoctium – which reflect their atomic numbers, 113, 115, 117, and 118.\n || The atomic number is the number of protons found in an element’s atomic nucleus.\n==============\n || IUPAC announced that a Russian-American team of scientists at the Joint Institute for Nuclear Research in Dubna and Lawrence Livermore National Laboratory in California had produced sufficient evidence to claim the discovery of elements 115, 117 and 118.\n || The body awarded credit for the discovery of element 113, which had also been claimed by the Russians and Americans, to a team of scientists from the RIKEN Institute in Japan.\n || The decision means Japan becomes the first Asian country to name an element.\n || Under IUPAC rules, new elements can be named after mythological concepts, minerals, a place or country, or a scientist.",
        "target": " || Here's a simplified version of the text, aiming for clarity and accessibility for an average adult:\n==============\n || Scientists have found four new, incredibly rare elements!\n || It’s like waiting a long time for a new piece to fit into a puzzle, and then suddenly four fit at once.\n || These elements were discovered by researchers in Japan, Russia, and the United States.\n || This is the first time new elements have been added to the periodic table since 2011.\n==============\n || These new elements are very unstable and release a lot of radiation.\n || They’ve completed the seventh row of the periodic table, which means science textbooks need to be updated.\n==============\n || An organization called IUPAC, which controls how chemicals are named and described, checked the findings on December 30, 2015.\n || The scientists who found the elements now need to give them proper names.\n || Currently, they’ve been labeled with temporary names based on numbers – like “ununpentium” – which tell you how many protons are in each atom.\n==============\n || The scientists who discovered elements 115, 117, and 118 were a team from Russia and the United States.\n || However, the discovery of element 113 was credited to a team from Japan, making Japan the first Asian country to name an element, following rules set by IUPAC.\n || New elements can be named after things like myths, minerals, locations, or scientists."
    },
    {
        "source": " || A major international row with wide-ranging 1 implications for global drugs policy has erupted over the right of Bolivia’s indigenous Indian tribes to chew coca leaves, the principal ingredient in cocaine.\n || Bolivia has obtained a special exemption from the 1961 Single Convention on Narcotic Drugs, the framework that governs international drugs policy, allowing its indigenous people to chew the leaves.\n==============\n || Bolivia had argued that the convention was 2 in opposition to its new constitution, adopted in 2009, which obliges it to “protect native and ancestral coca as cultural patrimony” and maintains that coca “in its natural state … is not a narcotic”.\n==============\n || South American Indians have chewed coca 3 leaves for centuries.\n || The leaves reputedly provide energy and are said to have medicinal qualities.\n || Supporters of Bolivia’s position praised it for standing up for the rights of indigenous people.\n || “The Bolivian move is inspirational and groundbreaking,” said Danny Kushlick, Head of External Affairs at the Transform Drug Policy Foundation, which promotes drug liberalization.\n || “It shows that any country that has had enough of the war on drugs can change the terms of its engagement with the UN conventions.”\n==============\n || However, the UN’s International Narcotics Control 4 Board (INCB), which monitors implementation of the global drug treaties, has accused Bolivia of threatening the integrity of the international drug control regime.\n || A number of countries – including the UK, the US, Italy, Sweden, the Netherlands and Russia – opposed Bolivia’s demands.",
        "target": " || There’s a big disagreement happening between many countries about whether Bolivia can allow its native people to chew coca leaves.\n || Coca leaves are a key ingredient in making cocaine, so this is a sensitive issue related to global drug policies.\n==============\n || Bolivia has been given special permission to continue this tradition, even though it goes against an older international agreement called the 1961 Single Convention on Narcotic Drugs.\n || Bolivia says its new laws require them to protect coca leaves as part of their culture and that the leaves themselves aren’t really addictive.\n==============\n || For many centuries, people in South America have chewed coca leaves.\n || They believe the leaves give them energy and have health benefits.\n || People who support Bolivia’s decision say it’s a brave step for protecting the rights of indigenous communities, and that it could change how countries deal with drug policies.\n==============\n || However, the United Nations’ drug control organization, the International Narcotics Control Board (INCB), is worried.\n || They think Bolivia’s actions could damage the way the world controls drugs.\n || Several countries, including the UK, the US, Italy, Sweden, the Netherlands, and Russia, disagree with Bolivia’s request."
    },
    {
        "source": " || Back in 2010, the old city in Srinagar was the sort of place police would only venture into wearing body armour.\n || A stronghold for violent separatists agitating for an independent Kashmir, it was at the centre of uprisings that left more than 100 people dead, buried along with dreams of peace in the mountainous north-Indian region.\n==============\n || How quickly things change.\n || Now carefree tourists line up in the same streets for barbecued mutton tikka and steaming plates of rogan josh.\n || The Nowhatta mosque, where in the summer of 2010 youths would gather after Friday prayers to throw stones at the security forces, is to become part of an official walking tour focused on heritage, crafts and markets.\n || Down by Dal Lake, houseboats have been booked out months in advance.\n || In the stunning gardens lining the lake’s green slopes, visitors can have their picture taken against one of Asia’s prettiest backdrops.\n || Until the snow melted, the nearby ski resorts were packed with rich Russians, too.\n==============\n || In 2002, only just over 27,000 tourists dared to visit the Kashmir Valley, frightened off by the anti-Indian insurgency, which has claimed up to 70,000 lives.\n || So far in 2012, the area has received almost one million holidaymakers – more than 23,000 of them from outside India.\n || But fewer than 150 Britons were among them – largely because the UK’s Foreign Office refuses to amend its somewhat hair-raising advice, which deters most travellers by providing a list of recent security incidents in the region.",
        "target": " || Ten years ago, the old city of Srinagar was a very dangerous place.\n || The police had to wear body armor just to go there because it was controlled by groups fighting for Kashmir to be an independent country.\n || These fights caused over 100 deaths, and people’s hopes for peace were sadly lost in that part of northern India.\n==============\n || Things have changed dramatically now.\n || Today, tourists are walking the same streets, enjoying barbecued meat and dishes like rogan josh.\n || A mosque where young people used to throw stones at security forces is now part of a tour showing off the city’s history, crafts, and markets.\n || Houseboats on Dal Lake are booked up far in advance, and people are taking photos of the beautiful scenery around the lake.\n || Before the snow melted, ski resorts nearby were full of visitors from Russia.\n==============\n || Back in 2002, only about 27,000 tourists visited the Kashmir Valley, and many were scared away by the conflict between India and these groups, which has resulted in up to 70,000 deaths.\n || However, in 2012, almost one million people have visited the area, with nearly 23,000 coming from countries other than India.\n || But only about 150 British people visited – mainly because the British government’s travel advice warns people about potential dangers and discourages travel there due to recent security problems."
    },
    {
        "source": " || The Canadian tennis player Frank Dancevic slammed Australian Open organizers for forcing players to compete in “inhumane” conditions after he collapsed on court as temperatures rose to 41C.\n==============\n || Dancevic, who collapsed during the second set of his first-round match against France’s Benoît Paire on the uncovered court six at Melbourne Park and passed out for a minute, said conditions were plainly dangerous for the players.\n || He also said the heat had caused him to hallucinate: “I was dizzy from the middle of the first set and then I saw Snoopy and I thought, ‘Wow, Snoopy – that’s weird.’”\n==============\n || “I think it’s inhumane.\n || I don’t think it’s fair to anybody – to the players, to the fans, to the sport – when you see players pulling out of matches, passing out,” he added.\n || “I’ve played five-set matches all my life and being out there for a set and a half and passing out with heat stroke, it’s not normal.\n==============\n || “Having players with so many problems and complaining to the tournament that it’s too hot to play; until somebody dies, they just keep going on with it and putting matches on in this heat.\n || I, personally, don’t think it’s fair and I know a lot of players don’t think it’s fair.”\n==============\n || Other players were in broad agreement.\n || The British number one, Andy Murray, said: “It’s definitely something that you have to look at a little bit.\n || As much as it’s easy to say the conditions are safe, it only takes one bad thing to happen.\n || And it looks terrible for the whole sport when people are collapsing, ball kids are collapsing, people in the stands are collapsing.\n || That’s not great.",
        "target": " || Canadian tennis player Frank Dancevic criticized the organizers of the Australian Open because he fainted on court after the temperature reached 41C.\n==============\n || Dancevic collapsed during his first-round match against a French player on an uncovered court.\n || He lost consciousness for a minute and said the conditions were dangerously hot.\n || He also reported experiencing hallucinations, describing how he saw Snoopy while dizzy.\n==============\n || He believes it’s unfair to players, fans, and the sport when athletes have to stop matches due to the heat.\n || He’s concerned that players are complaining about the heat, but the tournament continues to hold matches in those conditions until a serious injury occurs.\n || He thinks it’s not right and many other players agree.\n==============\n || British tennis player Andy Murray also said the issue needs to be considered.\n || He pointed out that even if the conditions seem safe, a serious accident could happen, and it would look bad for the sport when players and even spectators are collapsing from the heat."
    }
]