[
    {
      "source": "Hydrus is a small constellation in the deep southern sky. It was one of twelve constellations created by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman and it first appeared on a 35-cm (14 in) diameter celestial globe published in late 1597 (or early 1598) in Amsterdam by Plancius and Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. Its name means \"male water snake\", as opposed to Hydra, a much larger constellation that represents a female water snake. It remains below the horizon for most Northern Hemisphere observers.\nThe brightest star is the 2.8-magnitude Beta Hydri, also the closest reasonably bright star to the south celestial pole. Pulsating between magnitude 3.26 and 3.33, Gamma Hydri is a variable red giant 60 times the diameter of the Sun. Lying near it is VW Hydri, one of the brightest dwarf novae in the heavens. Four star systems in Hydrus have been found to have exoplanets to date, including HD 10180, which could bear up to nine planetary companions.",
      "target": "Hydrus is a small group of stars in the far southern sky. It was made by Petrus Plancius using observations from Pieter Dirkszoon Keyser and Frederick de Houtman. It was first shown on a globe in Amsterdam in late 1597 or early 1598. The first time it was shown in a star atlas was in 1603 by Johann Bayer. In 1756, Nicolas Louis de Lacaille mapped the brighter stars and gave them names. Hydrus means \"male water snake\", different from Hydra, a bigger group of stars that is a female water snake. People in the Northern Hemisphere can't usually see it.\nThe brightest star is Beta Hydri, which is also the closest bright star to the south star pole. Gamma Hydri is a changing red giant star that is 60 times bigger than the Sun. Near it is VW Hydri, one of the brightest dwarf novae in the sky. Four star systems in Hydrus have been found to have planets, including HD 10180, which could have up to nine planets."
    },
    {
      "source": "São Paulo was a dreadnought battleship of the Brazilian Navy. It was the second of two ships in the Minas Geraes class, and was named after the state and city of São Paulo.\nThe British company Vickers constructed São Paulo, launching it on 19 April 1909. The ship was commissioned into the Brazilian Navy on 12 July 1910. Soon after, it was involved in the Revolt of the Lash (Revolta de Chibata), in which crews on four Brazilian warships mutinied over poor pay and harsh punishments for even minor offenses. After entering the First World War, Brazil offered to send São Paulo and its sister Minas Geraes to Britain for service with the Grand Fleet, but Britain declined since both vessels were in poor condition and lacked the latest fire control technology. In June 1918, Brazil sent São Paulo to the United States for a full refit that was not completed until 7 January 1920, well after the war had ended. On 6 July 1922, São Paulo fired its guns in anger for the first time when it attacked a fort that had been taken during the Copacabana Fort revolt. Two years later, mutineers took control of the ship and sailed it to Montevideo in Uruguay, where they obtained asylum.\nIn the 1930s, São Paulo was passed over for modernization due to its poor condition—it could only reach a top speed of 10 knots (19 km/h; 12 mph), less than half its design speed. For the rest of its career, the ship was reduced to a reserve coastal defense role. When Brazil entered the Second World War, São Paulo sailed to Recife and remained there as the port's main defense for the duration of the war. Stricken in 1947, the dreadnought remained as a training vessel until 1951, when it was taken under tow to be scrapped in the United Kingdom. The tow lines broke during a strong gale on 6 November, when the ships were 150 nmi (280 km; 170 mi) north of the Azores, and São Paulo was lost.\n\n",
      "target": "São Paulo was a dreadnought battleship in the Brazilian Navy, being the second ship of the Minas Geraes class and named after the state and city of São Paulo. Constructed by the British company Vickers, São Paulo was launched on April 19, 1909, and commissioned into the Brazilian Navy on July 12, 1910. Shortly after commissioning, the ship participated in the Revolt of the Chains (Revolta de Chibata), a mutiny among crew members of four Brazilian warships protesting poor pay and severe punishments for minor infractions.\n\nDuring World War I, Brazil proposed sending São Paulo and its sister ship, Minas Geraes, to Britain for service with the Grand Fleet. However, Britain declined the offer due to the ships' poor condition and lack of advanced fire control systems. In June 1918, Brazil sent São Paulo to the United States for a comprehensive refit, which was not completed until January 7, 1920, long after the war had ended.\n\nOn July 6, 1922, São Paulo fired its guns for the first time in anger during the Copacabana Fort revolt. Two years later, mutineers seized control of the ship and sailed it to Montevideo, Uruguay, where they sought asylum.\n\nIn the 1930s, São Paulo was deemed too outdated for modernization, as it could only achieve a maximum speed of 10 knots (19 km/h; 12 mph), far below its designed speed. From then on, the ship was relegated to a reserve coastal defense role. When Brazil entered World War II, São Paulo sailed to Recife and served as the primary defense for the port throughout the conflict. Stricken in 1947, the dreadnought continued as a training vessel until 1951, when it was towed to the United Kingdom for scrapping. During the tow, the lines broke in a strong gale on November 6, 150 nautical miles (280 km; 170 mi) north of the Azores, causing São Paulo to be lost at sea."
    },
    {
      "source": "The Fort Vancouver Centennial half dollar, sometimes called the Fort Vancouver half dollar, is a commemorative fifty-cent piece struck by the United States Bureau of the Mint in 1925. The coin was designed by Laura Gardin Fraser. Its obverse depicts John McLoughlin, who was in charge of Fort Vancouver (present-day Vancouver, Washington) from its construction in 1825 until 1846. From there, he effectively ruled the Oregon Country on behalf of the Hudson's Bay Company. The reverse shows an armed frontiersman standing in front of the fort.\nWashington Representative Albert Johnson wanted a coin for Fort Vancouver's centennial celebrations, but was persuaded to accept a medal instead. But when another congressman was successful in amending a coinage bill to add a commemorative, Johnson tacked on language authorizing a coin for Fort Vancouver. The Senate agreed to the changes, and President Calvin Coolidge signed the authorizing act on February 24, 1925.\nFraser was engaged to design the coin on the recommendation of the United States Commission of Fine Arts. The coins were flown from the San Francisco Mint, where they were struck, to Washington state by airplane as a publicity stunt. They sold badly; much of the issue was returned for redemption and melting, and the failure may have been a factor in one official's suicide. Due to the low number of surviving pieces, the coins are valuable today.\n\n",
      "target": "The Fort Vancouver Centennial half dollar, also known as the Fort Vancouver half dollar, was a commemorative fifty-cent piece produced by the United States Bureau of the Mint in 1925. The coin was designed by Laura Gardin Fraser. Its obverse side features a portrait of John McLoughlin, who managed Fort Vancouver from its establishment in 1825 until 1846. During this period, he effectively governed the Oregon Country on behalf of the Hudson's Bay Company. The reverse side shows an armed frontiersman standing in front of the fort.\n\nRepresentative Albert Johnson initially sought a coin for Fort Vancouver's centennial celebrations but was convinced to accept a medal instead. However, another congressman successfully amended a coinage bill to include authorization for a commemorative coin. The Senate approved the changes, and President Calvin Coolidge signed the enabling legislation on February 24, 1925.\n\nLaura Gardin Fraser was chosen to design the coin at the suggestion of the United States Commission of Fine Arts. The coins were flown from the San Francisco Mint, where they were produced, to Washington state by air as a publicity stunt. They did not sell well; much of the issue was returned for redemption and melting, and the low survival rate of the coins makes them valuable today."
    },
    {
      "source": "Doolittle, the second studio album by the American alternative rock band Pixies, was released on April 17, 1989, on 4AD records. The album was an instant critical success and became the band's breakthrough album. Doolittle was especially well received in Europe, where the British music weeklies Melody Maker and Sounds named it their album of the year. Pixies' main songwriter and lead vocalist Black Francis wrote the idiosyncratic lyrics, which allude to surrealist imagery, biblical violence, and descriptions of torture and death.\nThe album is praised for its \"quiet/loud\" dynamic, which was achieved through subdued verses that are founded on Kim Deal's bass patterns and David Lovering's drums. The peaks in tone and volume were achieved through the addition of distorted guitars by Francis and Joey Santiago. This technique influenced the development of early-1990s grunge music; Kurt Cobain said Doolittle was one of his favorite records and that its songs heavily influenced Nirvana's song \"Smells Like Teen Spirit\".\nUpon its release, Doolittle reached number eight on the UK Albums Chart. It has sold consistently since its release, and numerous music publications have placed it among the top albums of the 1980s. Both singles from the album, \"Here Comes Your Man\" and \"Monkey Gone to Heaven\", reached the US Billboard Modern Rock Tracks, while many of the album's tracks, including \"Debaser\" and \"Hey\", remain favorites of critics and fans.\n\n",
      "target": "Pixies' second studio album, \"Doolittle,\" was released on April 17, 1989, via 4AD Records. The album was an immediate critical success and marked the band's breakthrough. It received particular acclaim in Europe, where both Melody Maker and Sounds named it Album of the Year. The unique lyrics penned by Black Francis referenced surrealism, biblical violence, and depictions of torture and death. \"Doolittle\" is noted for its \"quiet/loud\" dynamic, achieved through understated verses supported by Kim Deal's bass patterns and David Lovering's drumming. The album's emotional highs were created using distorted guitars by Francis and Joey Santiago, a technique that later influenced early-1990s grunge music. Kurt Cobain cited \"Doolittle\" as one of his favorite records, and its songs significantly influenced Nirvana's hit \"Smells Like Teen Spirit.\"\n\nUpon release, the album peaked at number eight on the UK Albums Chart. It has continued to sell well since its initial release, and numerous publications have ranked it among the best albums of the 1980s. Singles like \"Here Comes Your Man\" and \"Monkey Gone to Heaven\" reached the US Billboard Modern Rock Tracks chart, while several tracks from the album, including \"Debaser\" and \"Hey,\" remain fan and critic favorites."
    },
    {
      "source": "Clay Cockrell is sitting in his of ce at Columbus Circle, across the street from 1 Central Park West, which houses Trump International Hotel and Tower. In front of the tower is Central Park, where Cockrell holds his popular walk and talk therapy sessions.\n\nCockrell, a former Wall Street worker turned therapist, spends large parts of his days walking through Central Park or the Battery Park in downtown Manhattan near Wall Street, as a con dant and counsellor to some of New York's wealthiest people.\n\n\"I shifted towards it naturally,\" he said of his becoming an expert in wealth therapy. \"Many of the extremely wealthy - the 1% of the 1% - feel that their problems are really not problems. But they are. A lot of therapists do not give enough weight to their issues.\"\n\nSo, what issues are America's 1% struggling with? \"There is guilt over being rich in the  rst place,\" he said. \"There is the feeling that they have to hide the fact that they are rich. And, then, there is the isolation - being in the 1%, it turns out, can be lonely.\" It seems F Scott Fitzgerald was right: the very rich \"are different from you and me\".\n\nCounsellors argue things have become worse since the  nancial crisis and the debate over income inequality that has been spurred on by movements like Occupy Wall Street and the Fight for $15 fair wage campaign.\n\n\"The Occupy Wall Street movement was a good one and had some important things to say about income inequality but it singled out the 1% and painted them globally as something negative,\" said Jamie Traeger-Muney, a wealth psychologist and founder of the Wealth Legacy Group. The media, she said, is partly to blame for making the rich \"feel like they need to hide or feel ashamed\".\n\nTraeger-Muney runs a global  rm and specializes in working with inheritors, who often get a bad reputation in the press. \"You can come up with lots of words and sayings about inheritors - not one of them is positive: spoilt brat, born with a silver spoon in their mouth, trust-fund babies, all these things,\" she said, adding that it's \"easy to scapegoat the rich\".\n\n\"Sometimes, I am shocked by things that people say. You would never refer to another group of people in the way that it seems perfectly normal to refer to wealth holders.\"\n\n\"It's really isolating to have a lot of money. People's reactions to you can be scary,\" said Barbara Nusbaum, an expert in money psychology. \"We are all taught not to talk about money. It's not polite to talk about money. Ironically, it's harder to talk about having money than it is to talk about not having money. It's much more socially acceptable to say ÔI am broke. Things are hard.' You can't say ÔI have a ton of money.' You have to keep a lot of your life private.\"\n\nAs a result, Cockrell points out, the rich tend to hang out with other rich Americans, not out of snobbery but in order to be around those who understand them and their problems.\n\nThe growing gap between the rich and poor is a global phenomenon. According to Oxfam, the richest 1% have seen their share of global wealth increase from 44% in 2009 to 48% in 2014 and are on track to own more than the other 99% by 2016.\n\nIn the US, over the last three decades, the wealth owned by the top 0.1% households increased from 7% to 22% even as the wealth of the bottom 90% of households declined.\n\nThe number of extremely wealthy people has also been climbing. According to research from Spectrem Group, in 2014, the number of US households with $1m or more in assets - excluding the value of their primary home - increased by 500,000 to 10.1m. In 2007, that number was 9.2m. Households worth $5m or more reached 1.3m and 142,000 households are now worth $25m or more.\n\nSince the 2008  nancial crisis, the income gap has expanded and the situation \"has gotten worse for the wealthy\", Cockrell said. The main reason? Not knowing if your friends are friends with you or your money.\n\n\"Someone else who is also a billionaire - they don't want anything from you. Never being able to trust your friendships with people of different means, I think that is dif cult,\" said Cockrell. \"As the gap has widened, the rich have become more and more isolated.\"\n\nThese are real fears faced by the richest of the rich. In 2007, the Gates Foundation teamed up with Boston College's Center on Wealth and Philanthropy to document what it felt like to be in America's 1%. For the next four years, researchers surveyed 165 of America's richest households - 120 of those households have at least $25m in assets. The average net worth of those surveyed was $78m. The resulting study, The Joys and Dilemmas of Wealth, was 500 pages long and seemed to prove the old adage that money can't buy happiness.\n\n\"Wealth can be a barrier to connecting with other people,\" confessed a spouse of a tech entrepreneur who made about $80m. Some Americans have taken to keeping their wealth secret. \"We talk about it as stealth wealth. There are a lot of people that are hiding their wealth because they are concerned about negative judgment,\" said Traeger-Muney. If wealthy Americans talk about the unique challenges that come with their wealth, people often dismiss their experience.\n\n\"People say ÔOh, poor you.' There is not a lot of sympathy there,\" she said. \"Wealth is still one of our last taboos.\"\n\nSpeaking in his soft, soothing voice that makes you want to spill all your worries, Cockrell said that a common mistake that many of his wealthy clients make is letting their money de ne them.\n\n\"I don't think it's healthy to discount your problems. If you are part of the 1%, you still have problems and they are legitimate to you. Even when you say, ÔI don't have to struggle for money', there are other parts of your life. Money is not the only thing that de nes you,\" he said. \"Your problems are legitimate.\"",
      "target": "Clay Cockrell, a therapist in New York City, helps wealthy individuals deal with unique issues. Many of these clients, part of the 1%, feel guilty about their wealth and fear being judged. They often isolate themselves, preferring to socialize only with others of similar financial status. This isolation is exacerbated by the growing wealth gap and the stigma surrounding the rich.\n\nCockrell notes that since the 2008 financial crisis, the rich have become more isolated due to doubts about friendships. He emphasizes that money should not define a person and that their problems are valid, despite their wealth.\n\nExperts like Jamie Traeger-Muney, a wealth psychologist, highlight how the media and societal attitudes contribute to the stigma. Traeger-Muney runs a firm that works with inheritors, who often face negative stereotypes. She argues that discussing money openly is difficult and that the rich are often made to feel ashamed or hidden.\n\nThe number of ultra-wealthy individuals has grown significantly. In the U.S., the wealth of the top 0.1% increased from 7% to 22% over the past three decades, while the bottom 90% saw their wealth decline. The gap between the rich and poor is a global issue, with the richest 1% owning more than half of the world's wealth.\n\nThese factors contribute to the unique challenges faced by the ultra-wealthy, including feelings of isolation and the need to hide their wealth."
    }
  ]